Repository: klyok/DC.OmegaT
Catalog: DC++/omegat/project_save.tmx
Source language: en
Languages: be

source: %% a literal '%' character.
be: %% — знак «%» (адсотак).

source: %'lld B
be: %'lld Б

source: %) from
be: %) ад

source: %.02f GiB
be: %.02f ГіБ

source: %.02f KiB
be: %.02f КіБ

source: %.02f MiB
be: %.02f МіБ

source: %.02f PiB
be: %.02f ПіБ

source: %.02f TiB
be: %.02f ТіБ

source: %1 [%2 Gb]
be: %1 [%2 Ґб]

source: %1 become offline
be: %1 адлучаецца

source: %1 become online
be: %1 далучаецца

source: %1 files/h, %2 files left
be: %1 файлаў за гадзіну, засталося файлаў: %2

source: %1 of %2 user(s) online
be: %1 з %2 карыстальнікаў у сетцы

source: %1 on hub %2
be: %1 на асяродку %2

source: %1% (%2%) has same CID {%3%} as %4% (%5%), ignoring
be: Прапускаем: %1% (%2%) мае такі самы CID {%3%}, як і %4% (%5%)

source: %1% (Nick unknown)
be: %1% (невядомая мянушка)

source: %1% not shared; calculated CRC32 does not match the one found in SFV file.
be: %1% не абагулілі: падлічаная сума CRC32 не адпавядае той, што знайшлі ў файле SFV.

source: %1% was kicked by %2%: %3%
be: %2% даў высьпятка карыстальніку %1%: %3%

source: %1% was kicked: %2%
be: Карыстальніку %1% далі высьпятка: %2%

source: %1%/s
be: %1%/с

source: %1%: File not available
be: %1%: файл недаступны

source: %1%: Matched %2% file
be: %1%: супаў файл %2%

source: %1/s
be: %1/с

source: %1/s / %2/s
be: %1/с | %2/с

source: %1/s, %2 left, %3 shared
be: %1/с; засталося %2, абагулілі %3

source: %1: Moving user to BLACK.
be: %1: перасоўваем карыстальніка ў ЧОРНЫ сьпіс.

source: %1: Moving user to GRAY.
be: %1: прасоўваем карыстальніка ў ШЭРЫ сьпіс.

source: %1: Sending "Try again" message.
be: %1: дасылаем паведамленьне «Спрабуйце яшчэ».

source: %H hour as a decimal number using a 24-hour clock.
be: %w — дзень тыдня (0–6; нядзелі адпавядае 0).

source: %M minute as a decimal number (range 00 to 59).
be: %M — хвіліна дзесятковым лікам (00–59).

source: %S second as a decimal number (range 00 to 59).
be: %S — сэкунда дзесятковым лікам (00–59).

source: %[down] data downloaded
be: %[down] — сьцягнулі

source: %[fileFN]: filename (search context only)
be: %[fileFN]: назва файла (толькі ў пошуку)

source: %[line:reason]: opens up a window asking for \"reason\"
be: %[line:тлумачэньне]: паказвае вакно, якое запытваецца ўвесьці «тлумачэньне» * Толькі ў пошуку ды для мянушкі ў гутарцы

source: %[myNI]: your own nick
be: %[myNI]: вашая мянушка

source: %[ratio] up/down ratio
be: %[ratio] — суадносіны зацягнулі/сьцягнулі

source: %[ratio] up/down ratio %[up] data uploaded %[down] data downloaded
be: — %[ratio] — суадносіны зацягнулі/сьцягнулі — %[up] — зацягнулі — %[down] — сьцягнулі

source: %[up] data uploaded
be: %[up] — зацягнулі

source: %[userDE]: user description (user && search con4text only)
be: %[userDE]: апісаньне карыстальніка *

source: %[userEM]: user email (user && search context only)
be: %[userEM]: эл. пошта карыстальніка *

source: %[userI4]: user IP (if supported by hub)
be: %[userI4]: IP карыстальніка (калі асяродак гэта падтрымвае)

source: %[userI4]: user ip (if supported by hub)
be: %[userI4]: IP карыстальніка (калі асяродак гэта падтрымвае)

source: %[userNI]: the user's nick (user && search context only)
be: %[userNI]: мянушка карыстальніка *

source: %[userNI]: the users nick (user && search context only)
be: %[userNI]: мянушка карыстальніка *

source: %[userSS]: user shared bytes (exact) (user && search context only)
be: %[userSS]: колькі байтаў (дакладна) абагуліў карыстальнік *

source: %[userSSshort]: user shared bytes (formatted) (user && search context only)
be: %[userSSshort]: колькі абагуліў карыстальнік (прыкладна) *

source: %[userTAG]: user tag (user && search context only)
be: %[userTAG]: бірка карыстальніка *

source: %a abbreviated weekday name.
be: %a — скарочаная назва дня тыдня.

source: %b abbreviated month name.
be: %b — скарочаная назва месяца.

source: %d B
be: %d Б

source: %p% %1 left
be: %p% %1 засталося

source: %s B
be: %s Б

source: &Add
be: &Дадаць

source: &Add a magnet link Ctrl+M
be: Дадаць &маґніт-спасылку Ctrl+M

source: &Add a magnet link… Ctrl+M
be: Дадаць &маґніт-спасылку Ctrl+M

source: &Add folder
be: &Дадаць

source: &Add magnet Ctrl+M
be: Дадаць &магніт-спасылку Ctrl+M

source: &Authors...
be: &Аўтары…

source: &Back color
be: Колер &тла

source: &Browse...
be: &Зірнуць…

source: &Browse…
be: &Зірнуць…

source: &Change
be: &Зьмяніць

source: &Configure
be: &Наставіць

source: &Connect
be: &Злучыцца

source: &Download Queue Ctrl+D
be: &Чарга сьцягваньняў Ctrl+D

source: &Edit
be: &Рэдаґаваць

source: &Favorite Hubs Ctrl+F
be: Улюбёныя &асяродкі Ctrl+F

source: &File
be: &Файл

source: &Help
be: &Дапамога

source: &Help...
be: &Дапамога...

source: &Help... F1
be: &Дапамога… F1

source: &Help… F1
be: &Дапамога… F1

source: &Hubs
be: &Асяродкі

source: &Internet Hubs Ctrl+I
be: Асяродкі &словасьвету Ctrl+I

source: &Msg text
be: &Тэкст

source: &New...
be: Н&овы…

source: &New…
be: С&тварыць…

source: &Notepad Ctrl+N
be: &Нататнік Ctrl+N

source: &Panels
be: &Панэлі

source: &Properties
be: &Уласьцівасьці

source: &Public Hubs Ctrl+P
be: &Публічныя асяродкі Ctrl+P

source: &Quick Connect ...
be: &Хутка злучыцца...

source: &Quick Connect ... Ctrl+Q
be: &Хутка злучыцца… Ctrl+Q

source: &Quick Connect...
be: &Хутка злучыцца...

source: &Quick Connect... Ctrl+Q
be: &Хутка злучыцца… Ctrl+Q

source: &Quick Connect… Ctrl+Q
be: &Хутка злучыцца… Ctrl+Q

source: &Quick Connect… F2
be: &Хутка злучыцца F2

source: &Recent Hubs
be: &Нядаўнія асяродкі

source: &Reconnect Ctrl+R
be: Нанова &злучыцца Ctrl+R

source: &Reconnect F5
be: Нанова &злучыцца F5

source: &Refresh
be: &Абнавіць

source: &Remove
be: &Сьцерці

source: &Search Ctrl+S
be: &Шукаць Ctrl+S

source: &Status bar Ctrl+2
be: &Стужка стану Ctrl+2

source: &Text style
be: Стыль &тэксту

source: &Title text
be: &Загаловак

source: &Toolbar Ctrl+1
be: &Паліца прыладаў Ctrl+1

source: &Tools
be: Пры&лады

source: &Transfers
be: &Перадаванае

source: &View
be: &Выгляд

source: &Widgets
be: &Ваконцы

source: &Window
be: В&окны

source: &Window color
be: Колер вакна

source: &nbsp;&lt;husumo@gmail.com&gt;
be: &nbsp;&lt;tka4ev@gmail.com&gt;

source: &nbsp;(developer 2.0.3 and later)
be: &nbsp;(распрацоўнік ад вэрсіі 2.0.3)

source: &nbsp;(for 0.4.10 and later)
be: &nbsp;(ад вэрсіі 0.4.10)

source: &nbsp;(for 1.0.40 and later)
be: &nbsp;(ад вэрсіі 1.0.40)

source: &nbsp;(for 2.1.0 and later)
be: &nbsp;(ад вэрсіі 2.1.0)

source: &nbsp;(for 2.2.0 and later)
be: &nbsp;(ад вэрсіі 2.2.0)

source: &nbsp;(main developer 0.4.10 and later)
be: &nbsp;(галоўны распрацоўнік ад вэрсіі 0.4.10)

source: &nbsp;(maintainer and developer 0.4.10 and later)
be: &nbsp;(суправаджальнік і распрацоўнік ад вэрсіі 0.4.10)

source: &nbsp;(maintainer and developer 1.89.0 and later)
be: &nbsp;(суправаджальнік і распрацоўнік ад вэрсіі 1.89.0)

source: &nbsp;(version 0.4.10 and later)
be: &nbsp;(ад вэрсіі 0.4.10)

source: &nbsp;<u>Belarusian translation</u>
be: &nbsp;<u>Пераклаў у беларускую</u>

source: &nbsp;<u>Czech translation</u>
be: <u>Пераклаў у чэскую</u>

source: &nbsp;<u>Hungarian translation</u>
be: &nbsp;<u>Пераклаў у вугорскую</u>

source: &nbsp;<u>Russian translation</u>
be: &nbsp;<u>Пераклаў у расейскую</u>

source: &nbsp;<u>Slovak translation</u>
be: &nbsp;<u>Пераклаў у славацкую</u>

source: &quot;Low delay&quot;
be: «малая затрымка»,

source: &Авторы...
be: &Аўтары…

source: &О программе...
be: Пра п&раграму

source: ': type /help for a list of available commands
be: »: надрукуйце «/help», каб атрымаць сьпіс даступных загадаў

source: 'Directory' matches against current subdirectory and places the whole structure in the
be: «Назоў файла» — шукаем у назвах файлаў, «Каталёг» — шукаем у назвах каталёґаў (увесь каталёг з падкаталёгамі адлюструецца ў адмысловым каталёґу),

source: (Nick unknown)
be: (Мянушка невядомая)

source: (R-Click - select SmilePack)
be: (Правая кнопка абірае пакунак усьмешак)

source: (Unknown)
be: (Невядомы)

source: (Yes - Continue, No - Ignore update, Cancel - Asks next time)
be: («Так» — працягваць, «Не» — не зважаць на абнаўленьні, «Скасаваць» — запытацца наступным разам)

source: (c) 2006-2010 FlylinkDC++ Team
be: (c) 2006–2010 каманда FlylinkDC++

source: (default: 0 KiB)
be: (Звычайна: 0 КіБ.)

source: (default: 1)
be: (Звычайна: 1.)

source: (default: 10 s)
be: (Звычайна: 10 с.)

source: (default: 1024 B/s)
be: (Звычайна: 1024 Б/с.)

source: (default: 15 s)
be: (Звычайна: 15 с.)

source: (default: 64 KiB)
be: (Звычайна: 64 КіБ.)

source: (developer 2.0.3 and later)
be: (распрацоўнік ад вэрсіі 2.0.3)

source: (for 0.4.10 and later)
be: (ад вэрсіі 0.4.10)

source: (for 1.0.40 and later)
be: (ад вэрсіі 1.0.40)

source: (for 2.0.1 and later)
be: (ад вэрсіі 2.0.1)

source: (for 2.0.2 and later)
be: (ад вэрсіі 2.0.2)

source: (for 2.0.3 and later)
be: (ад вэрсіі 2.0.3)

source: (for 2.1.0 and later)
be: (ад вэрсіі 2.1.0)

source: (for 2.2.0 and later)
be: (ад вэрсіі 2.2.0)

source: (for 2.2.3 and later)
be: (ад вэрсіі 2.2.3)

source: (is set 0 - update only on startup)
be: (0 = абнаўляць толькі па запуску)

source: (main developer 0.4.10 and later)
be: (галоўны распрацоўнік ад вэрсіі 0.4.10)

source: (maintainer and developer 0.4.10 and later)
be: (суправаджальнік і распрацоўнік ад вэрсіі 0.4.10)

source: (maintainer and developer 1.89.0 and later)
be: (суправаджальнік і распрацоўнік ад вэрсіі 1.89.0)

source: (version 0.4.10 and later)
be: (ад вэрсіі 0.4.10)

source: (Областной хаб)
be: абласны асяродак

source: * If upload limit is set, download limit is max 7 x upload limit !!!
be: * Хуткасьць сьцягваць ≤ 7 × абмежаваньне хуткасьці зацягваць файлы!

source: * If upload limit is set, download limit is max 7 × upload limit!
be: * Абмежаваньне сьцягваць = 7 × абмежаваньне зацягваць!

source: * Minimal upload limit is set to 5 × slots + 4!
be: * Ніжняя мяжа зацягваньня = 5 × шчыліны + 4!

source: * Minimal upload limit is set to 5x(slots + 1) !!!
be: * Ніжняя мяжа зацягваньня = 5×(шчыліны + 1)!!!

source: * Minimal upload limit is set to 5×slots + 4 !!!
be: * Ніжняя мяжа зацягваньня = 5 × шчыліны + 4!

source: * Set all values = 0 to disable Auto BAN
be: * Каб не выганяліся, усе значэньні м.б. = 0

source: * Small Uploads Slots => Slots for filelist and Small Files.
be: * «Драбяза» — сьпісы файлаў і малыя файлы.

source: * Small uploads slots - slots for File-list and small files.
be: * «Драбяза» — сьпісы файлаў і малыя файлы.

source: * Small uploads slots - slots for file list and small files.
be: * «Драбяза» — сьпісы файлаў і малыя файлы.

source: * To diagnose and repair the file according to instructions http://flylinkdc.blogspot.com/2010/10/flylinkdcsqlite.html
be: * Вызначыць памылку ды аднавіць файл з дапамогаю кіраўніцтва http://flylinkdc.blogspot.com/2010/10/flylinkdcsqlite.html

source: * To diagnose and repair the file for instructions http://flylinkdc.blogspot.com/2010/10/flylinkdcsqlite.html
be: * Каб атрымаць кіраўніцтва, як вызначыць памылку ды аднавіць файл, завітайце на http://flylinkdc.blogspot.com/2010/10/flylinkdcsqlite.html

source: * only 5 results per user will be returned in response to searches;
be: — ад кожнага карыстальніка вяртаецца толькі пяць адказаў на запыт пошуку;

source: * you may won't be able to search and/or download on certain hubs.
be: — на пэўных асяродках вы ўвогуле ня зможаце шукаць і (або) сьцягваць файлы.

source: * you will not be able to download from other passive users;
be: — нельга сьцягваць у іншых нядзейных карыстальнікаў;

source: *** Available commands:
be: *** Даступныя загады:

source: *** Emoticons limit
be: *** Абмежаваньне на пачуцьцезнакі

source: *** Emoticons mode off
be: *** Пачуцьцезнакі не ўжываюцца

source: *** Emoticons not loaded
be: *** Пачуцьцезнакі не прачыталі

source: *** T E S T ***
be: *** С П Р О Б А ***

source: + system icons
be: + сыстэмныя значкі

source: , stated size = %[shareshort], real size = %[realshareformat]
be: , заяўлены памер = %[shareshort], сапраўдны = %[realshareformat]

# ,;:!? ()[]*&@{}/<>_+=|"
source: ,;:!?\n()[]*&@{}/<>_+=|\"
be: [н/д]\n

source: - %% - Percent sign
be: %% — знак адсотку

source: - %A - Full weekday name
be: %A — поўная назва дня тыдня

source: - %B - Full month name
be: %B — поўная назва месяца

source: - %H - Hour in 24-hour format (00 – 23)
be: %H — гадзіна ў 24-гадзінным выглядзе (00–23)

source: - %I - Hour in 12-hour format (01 – 12)
be: %I — гадзіна ў 12-гадзінным выглядзе (01–12)

source: - %M - Minute as decimal number (00 – 59)
be: %M — хвіліна дзесятковым лікам (00–59)

source: - %S - Second as decimal number (00 – 59)
be: %S — сэкунда дзесятковым лікам (00–59)

source: - %U - Week of year as decimal number, with Sunday as first day of week (00 – 53)
be: %U — тыдзень году дзесятковым лікам; нядзеля лічыцца за першы дзень у тыдні (00–53)

source: - %W - Week of year as decimal number, with Monday as first day of week (00 – 53)
be: %W — тыдзень году дзесятковым лікам; панядзелак лічыцца за першы дзень у тыдні (00–53)

source: - %X - Time representation for current locale
be: %X — паказаць час адпаведна бягучае мясцовасьці

source: - %Y - Year with century, as decimal number
be: %Y — год са стагодзьдзем дзесятковым лікам

source: - %[album] - name of the album the current song is from
be: %[album] — назва альбому бягучае песьні

source: - %[album] - name of the album the current track is from
be: %[album] — назва альбому бягучае песьні

source: - %[artist] - artist
be: %[artist] — імя выканаўцы

source: - %[artist] - artist of the current track
be: %[artist] — імя выканаўцы бягучае песьні

source: - %[artist] - name of the artist for the currently playing item
be: %[artist] — імя выканаўцы бягучае песьні

source: - %[bar] - ASCII progress bar, 10 characters wide no including brackets (ex. [----|-----])
be: %[bar] — радок поступу (у ASCII), даўжыня — 10 знакаў бяз дужак (пр., [----|-----])

source: - %[bar] ASCII progress bar, 10 characters wide no including brackets (ex. [----|-----])
be: %[bar] — радок поступу (у ASCII), даўжыня — 10 знакаў бяз дужак (пр., [----|-----])

source: - %[bitrate] - bitrate (ex. 707kbps)
be: %[bitrate] — бітаў за сэкунду (пр., 707 кб/с)

source: - %[bitrate] - bitrate for the playing media
be: %[bitrate] — колькасьць бітаў за сэкунду ў бягучым файле

source: - %[bitrate] - bitrate for the playing track (kbps)
be: %[bitrate] — колькасьць бітаў за сэкунду ў бягучым файле (кб/с)

source: - %[bitrate] Bitrate (ex. 128kbps)
be: %[bitrate] — бітаў за сэкунду (пр., 128 кб/с)

source: - %[channels] - number of channels (ex. stereo / mono)
be: %[channels] — колькасьць каналаў (пр., стэрэа ці мона)

source: - %[channels] Number of channels (ex. stereo / mono)
be: %[channels] — колькасьць каналаў (пр., стэрэа ці мона)

source: - %[elapsed] - time elapsed (ex. 07:51)
be: %[elapsed] — мінула часу (пр., 07:51)

source: - %[elapsed] - time elapsed in (HH:)MM:SS
be: %[elapsed] — колькі часу мінула (ГГ:)ХХ:СС

source: - %[elapsed] - time elapsed in minutes:seconds
be: %[elapsed] — колькі часу мінула (хвіліны:сэкунды)

source: - %[elapsed] Time elapsed in minutes:seconds (ex. 03:51)
be: %[elapsed] — колькі часу мінула (хвіліны:сэкунды — пр., 03:51)

source: - %[filename] - name of the file currently playing
be: %[filename] — назва файла, што зараз грае

source: - %[filepath] - name of the file currently playing
be: %[filepath] — назва файла, што зараз грае

source: - %[frequency] - frequency for the currently playing track (kHz)
be: %[frequency] — чашчыня бягучага файла (кГц)

source: - %[fullversion] - full version of Windows Media Player
be: %[fullversion] — поўная вэрсія Windows Media Player

source: - %[genre] - genre of the current media
be: %[genre] — жанр бягучае песьні

source: - %[genre] - genre of the currently playing track
be: %[genre] — жанр бягучае песьні

source: - %[length] - full length of the current item in (HH:)MM:SS
be: %[length] — поўная працягласьць бягучага файла (ГГ:)ХХ:СС

source: - %[length] - length (ex: 09:00)
be: %[length] — працягласьць (пр., 09:00)

source: - %[length] - total length of the current file
be: %[length] — поўная працягласьць бягучага файла

source: - %[length] - total length of the current track
be: %[length] — поўная працягласьць бягучае дарожкі

source: - %[length] Length in minutes:seconds (ex: 04:09)
be: %[length] — працягласьць (хвіліны:сэкунды — пр., 09:00)

source: - %[magnet] - magnet to current file (if not shared - show only filename )
be: %[magnet] — маґніт-спасылка да бягучага файла (або назва файла, калі файл не абагулілі)

source: - %[percent] - percentage (ex. 40%)
be: %[percent] — адсотак (пр., 40%)

source: - %[percent] - time elapsed presented as percentage from total length
be: %[percent] — колькі часу мінула ў адсотках ад агульнай працягласьці

source: - %[percent] Percentage (ex. 40%)
be: %[percent] — адсотак (пр., 40%)

source: - %[rating] - users rating, represented with *'s (if available)
be: %[rating] — адзнака, паказваецца разам з *'s (калі даступна)

source: - %[rawtitle] - window title from Winamp (if %[title] not working properly)
be: %[rawtitle] — загаловак вакна Winamp (калі %[title] не працуе як належыць)

source: - %[rawtitle] - window title from Winamp (if %[title] not working propertly)
be: %[rawtitle] — загаловак вакна Winamp (калі %[title] не працуе як належыць)

source: - %[rawtitle] Window title from Winamp (if %[title] not working propertly)
be: %[rawtitle] — загаловак вакна Winamp (калі %[title] не працуе як належыць)

source: - %[sample] - sample frequency (ex. 44kHz)
be: %[sample] — чашчыня (пр., 44 кГц)

source: - %[sample] Sample frequency (ex. 22kHz)
be: %[sample] — чашчыня (пр., 22 кГц)

source: - %[size] - size of the currently playing file
be: %[size] — памер бягучага файла

source: - %[size] - size of the file currently playing
be: %[size] — памер бягучага файла

source: - %[state] - current state of JetAudio (playing/paused/stopped)
be: %[state] — бягучы стан JetAudio (грае, прыпынены ці спынены)

source: - %[state] - current state of Media Player Classic (playing/paused/stopped)
be: %[state] — бягучы стан Media Player Classic (грае, прыпынены ці спынены)

source: - %[state] - current state of iTunes (playing/stopped)
be: %[state] — бягучы стан iTunes (грае ці спынены)

source: - %[state] - playing state (ex: stopped/paused/playing)
be: %[state] — стан прайграваньня (пр., спынены, прыпынены ці грае)

source: - %[state] Playing state (ex: stopped/paused/playing)
be: %[state] — стан прайграваньня (пр., спынены, прыпынены ці грае)

source: - %[status] - pre-formatted status string from Windows Media Player
be: %[status] — радок стану з Windows Media Player

source: - %[title] - name of the currently playing item
be: %[title] — назва таго, што зараз грае

source: - %[title] - name of the currently playing item (without file extension)
be: %[title] — назва таго, што зараз грае (без пашырэньня файла)

source: - %[title] - name of the currently playing track
be: %[title] — назва таго, што зараз грае

source: - %[title] - name of the cyrrently playing item (without file extension)
be: %[title] — назва таго, што зараз грае (без пашырэньня файла)

source: - %[title] - window title from Winamp.
be: %[title] — загаловак вакна Winamp.

source: - %[title] Window title from Winamp - if you want to change this for mp3s, Winamp > Pref > Input > MPEG > Title
be: %[title] — загаловак вакна Winamp; зьмяніць яго для файлаў .mp3 можна ў акне Winamp > «Pref» > «Input» > «MPEG» > «Title»

source: - %[version] - Version on JetAudio
be: %[version] — вэрсія JetAudio

source: - %[version] - version (ex: 10.0.1.22)
be: %[version] — нумар вэрсіі (пр., 10.0.1.22)

source: - %[version] - version (ex: 5.58)
be: %[version] — нумар вэрсіі (пр., 5.58)

source: - %[version] - version of Windows Media Player
be: %[version] — вэрсія Windows Media Player

source: - %[version] Numerical Version (ex: 2.91)
be: %[version] — нумар вэрсіі (пр., 2.91)

source: - %[year] - year of album publication (no WMP9 support)
be: %[year] — год, калі выпусьцілі альбом (не падтрымваецца ў WMP9)

source: - %[year] - year of album publiciation (no WMP9 support)
be: %[year] — год, калі выпусьцілі альбом (не падтрымваецца ў WMP9)

source: - %[year] - year of publication/recording of the current track
be: %[year] — год, калі выпусьцілі ці запісалі бягучую дарожку

source: - %[year] - year of publiciation/recording of the current track
be: %[year] — год, калі выпусьцілі ці запісалі бягучую дарожку

source: - %a - Abbreviated weekday name
be: %a — скарочаная назва дня тыдня

source: - %a - Abbreviated weekday name - %A - Full weekday name - %b - Abbreviated month name - %B - Full month name - %c - Date and time representation appropriate for locale - %d - Day of month as decimal number (01 – 31) - %H - Hour in 24-hour format (00 – 23) - %I - Hour in 12-hour format (01 – 12) - %j - Day of year as decimal number (001 – 366) - %m - Month as decimal number (01 – 12) - %M - Minute as decimal number (00 – 59) - %p - Current locale's A.M./P.M. indicator for 12-hour clock - %S - Second as decimal number (00 – 59) - %U - Week of year as decimal number, with Sunday as first day of week (00 – 53) - %w - Weekday as decimal number (0 – 6; Sunday is 0) - %W - Week of year as decimal number, with Monday as first day of week (00 – 53) - %x - Date representation for current locale - %X - Time representation for current locale - %y - Year without century, as decimal number (00 – 99) - %Y - Year with century, as decimal number - %z, %Z - Either the time-zone name or time zone abbreviation, depending on registry settings; no characters if time zone is unknown - %% - Percent sign Default: %H:%M:%S
be: %a — скарочаны назоў дня тыдня %A — поўны назоў дня тыдня %b — скарочаны назоў месяца %B — поўны назоў месяца %c — паказваць дату й час адпаведна мясцовасьці %d — дзень месяца як лік (01—31) %H — гадзіны ў 24-гадзінным выглядзе (00—23) %I — гадзіны ў 12-гадзінным выглядзе (01—12) %j — дзесятковы нумар дня году (001—366) %m — месяц як дзесятковы лік (01—12) %M — хвіліна як дзесятковы лік (00—59) %p — бягучы паказальнік A.M./P.M. для 12-гадзіннага выгляду %S — сэкунда як дзесятковы лік (00—59) %U — тыдзень году як дзесятковы лік, нядзеля лічыцца за першы дзень у тыдні (00—53) %w — дзень тыдня (0—6; нядзелі адпавядае 0) %W — тыдзень году як дзесятковы лік, панядзелак лічыцца за першы дзень у тыдні (00—53) %x — паказваць дату адпаведна бягучае мясцовасьці %X — паказваць час адпаведна бягучае мясцовасьці %y — год без стагодзьдзя як дзесятковы лік (00—99) %Y — год са стагодзьдзем як дзесятковы лік %z, %Z — або назоў часавага пасу, або ягонае скарачэньне — залежыць ад наладаў рэестру; калі невядома, які пас, нічога ня пішацца %% — знак адсотку Звычайна: %H:%M:%S

source: - %b - Abbreviated month name
be: %b — скарочаная назва месяца

source: - %c - Date and time representation appropriate for locale
be: %c — паказаць дату й час адпаведна мясцовасьці

source: - %d - Day of month as decimal number (01 – 31)
be: %d — дзень месяца дзесятковым лікам (01–31)

source: - %j - Day of year as decimal number (001 – 366)
be: %j — нумар дня году дзесятковым лікам (001–366)

source: - %m - Month as decimal number (01 – 12)
be: %m — месяц дзесятковым лікам (01–12)

source: - %p - Current locale's A.M./P.M. indicator for 12-hour clock
be: %p — бягучы паказальнік A.M. ці P.M. для 12-гадзіннага выгляду

source: - %w - Weekday as decimal number (0 – 6; Sunday is 0)
be: %w — дзень тыдня (0–6; нядзелі адпавядае 0)

source: - %x - Date representation for current locale
be: %x — паказаць дату адпаведна бягучае мясцовасьці

source: - %y - Year without century, as decimal number (00 – 99)
be: %y — год без стагодзьдзя дзесятковым лікам (00–99)
